<template>
  <div class="agreement">
    <header class="header">「校园防欺凌AI报警器」用户协议</header>
    <br>
    <p class="p">
      欢迎您使用校园防欺凌AI报警器及服务！
      <br>
      <br>
      请您在使用校园防欺凌AI报警器（以下统称为“本设备”）及软件和服务（以下统称为“本服务”）前，务必仔细阅读并确认已充分理解本协议的全部内容，
      您点击“同意”
      、“下一步”及您的安装、使用等行为，即视为您已阅读并已充分理解且完全同意本协议的全部内容及条款，包括接受北京分音塔科技有限公司（以下简称“分音塔”）对用户协议所做的任何修改及更新，以及同意分音塔所发布或随时更新的隐私声明，本协议即在您与分音塔之间产生法律效力，成为对双方具有约束力的法律文件。
      如果您是非中国大陆地区的用户，您订立或履行本协议以及使用本设备和/或本服务的行为还需要同时遵守您所属和/或所处国家或地区的法律。
      <br>
      <br>
      一、 协议内容及生效<br>
      <br>1.1 本协议是您与分音塔之间关于您注册、 安装、 登录、 使用本设备，以及使用本服务所订立的协议。
      <br>1.2 本协议内容包括所有以下正文及分音塔已经发布或将来可能发布的各类规则、规范、解释、声明及通告等，所有上述规则、规范、解释、声明及通告等均为本协议不可分割的组成部分，具有同等法律效力。
      <br>1.3分音塔有权在必要时单方修改用户协议不再另行通知，修改后的协议一经发布即自动更新为您与分音塔之间的适用协议，您的继续使用即视为已完全了解、接受并同意遵守更新后的协议全部内容。
      <br>1.4所有服务的所有权、运营权和解释权均归【北京分音塔科技有限公司】所有。一旦您完成注册程序，视为您已确认自己具备完全民事行为能力，明确自己应享有的相应权利，能够独立承担法律责任。
      <br>1.5 您/用户特此声明，已经完全理解本用户协议所有内容，并不存在任何重大误解；同时认可本用户协议并不存在显失公平的情形。
      <br>
      <br>
      二、用户信息及隐私保护提醒<br>
      2.1
      本协议用户信息包括用户个人信息及非用户个人信息。用户个人信息包括但不限于用户真实姓名、年龄、身份证号、手机电话、银行账号、第三方支付账号、电子邮件以及个人健康信息等；非用户个人信息指除用户个人信息范围以外的其他所有信息，包括用户在本设备上操作、浏览、使用记录、使用习惯等全部记录信息。
      <br>2.2分音塔基于为您提供设备、软件及服务的需要，有权在合理范围内获取、使用、储存及展示用户信息。您一旦注册、登录或使用本设备和/或本服务，将被视为分音塔已获得包括但不限于收集、统计、分析、商业用途等方式使用您的用户信息的权利。分音塔对用户信息的使用无需其他意思表示，无需向您支付任何费用。
      <br>2.3 您安装了我们的产品,您可能会采集使用者的声音、邮箱、电话等个人信息，您应该确保已经告知每一个使用者并获得了他们的充分授权。在使用产品过程中,您需要遵守所在地区或国家的隐私保护法律法规要求,并妥善管理，保障他人的合法权益。
      <br>2.4您需保证所提供的信息合法、真实、准确、完整，不得出现违法及不良信息，
      如因您自行提供的信息存在非法、虚假、错误、侵犯他人隐私等问题，您需自行承担因此引发的后果及相应的责任，同时分音塔保留根据上述情形采取相应措施的权利，包括但不限于警示、限制使用及终止服务等。
      <br>2.5您在使用本设备或服务某一特定功能时，分音塔可以使用您终端设备的相关权限、接口及相关信息等以实现相应的功能及服务，某些特定功能可能需要您同意单独的协议、规则、约定等，您在使用该项功能时视同已充分理解并同意相应的协议、规则及约定。
      <br>2.6为了确保技术的优化进步和安全的进一步保障，使用者的报警声音片段会被分音塔科技采集、保存并有可能会被人工校核和标注，相关个人信息可能被采集并保存，您已经知情并予以授权，并确保已经将此情况通知到了每一个使用者并获得了他们的充分授权。在任何情况，分音塔科技均不对此产生直接的、间接的、附带的、连带的责任和任何赔偿。
      <br>2.7分音塔非常重视对用户个人隐私的保护，您在校园防欺凌AI报警器所涉及的所有个人信息，分音塔均予以严格保密，但法律另有规定的除外。
      <br>2.8 如果您停止使用本设备和/或本服务，或因您违反法律法规或本协议而被取消或终止使用本软件和/或本服务，分音塔有权从服务器上永久删除您的数据，并且没有义务向您返还任何数据。
      <br>2.9 您应自行维护个人的账户和密码安全，并对此账户的所有行为负完全责任。不得将账户转借、租让、售卖给他人使用，否则应承担由此可能产生的全部责任，并与实际使用人承担连带责任。
      <br>2.10
      您同意接受分音塔通过短信、电话、电子邮件、即时通信的客户端或者其他合法方式，向用户发送包括通知、消息等各项服务及信息。同时为保证服务质量，保障服务过程及内容的可追溯性，分音塔保有客服与用户服务过程中录音的权利，同时基于交易纠纷、技术原因等因素，保有复制、审查服务过程中双方相应沟通内容的权利。
      <br>
      <br>
      三、用户行为规范<br>
      3.1 您在使用本设备和/或本服务的过程中，应当遵守中国法律法规、行政规章、地方性法规及其他规范性文件；遵守所有用户协议、通知、声明等文件。
      <br>3.2 您不得利用本设备和/或本服务实施任何违法、犯罪行为，不得利用本设备传输及发布任何违法违规信息、严重违背社会公德、以及其他违反法律禁止性规定或国家相关强制管理规范的信息。
      <br>3.3 您同意分音塔可以自行或由第三方通过短信、电子邮件或电子信息等多种方式向您发送、展示广告或其他信息（包括商业与非商业信息），广告或其他信息的具体发送及展示形式、频次及内容等以分音塔实际提供为准。
      <br>3.4 本软件可能会使用第三方软件或技术推送相关信息，您应当遵守该第三方的使用要求或规定，否则造成的后果及责任由您自行承担。
      <br>3.5 您应自行对因使用本设备和/或本服务而产生或存储的信息及数据采取合理、安全的备份。分音塔将在合理范围内存储相关信息及数据，但不承担因任何原因导致的信息或数据丢失而引发的后果及责任。
      <br>3.6 您充分了解并确认，为确保遇到紧急情况能够及时处理，保证您的联系电话畅通非常重要，如您的联系方式发生变化时需及时在本软件上操作更新，同时建议您增加多个联系人确保报警及监护信息能够及时得到处理。
      <br>3.7 您充分理解并同意，若您违反法律法规、本协议和/或分音塔其他协议、规则的，分音塔有权随时单方根据违反情形采取相应措施，包括但不限于对您进行警示，限制使用本设备和/或本服务部分或全部功能，依法追究您的法律责任等。
      <br>3.8
      您充分了解并同意，您必须为使用本设备和/或本服务的一切行为负责，对使用本设备和/或本服务时获取的内容、信息自行加以判断并进行相应的处理，包括因对内容的正确性、完整性或实用性的依赖而产生的风险，并承担由此引起的一切后果。分音塔在法律允许的范围内不对您因前述风险而导致的任何损失或损害承担责任。
      <br>
      <br>
      四、知识产权声明<br>
      4.1分音塔是本软件的知识产权权利人。本设备的著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受法律法规和相应的国际条约保护，分音塔依法享有上述相关知识产权，但相关权利人依照法律规定应享有的权利除外。
      <br>4.2 未经分音塔或相关权利人书面同意，您不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。
      <br>4.3 未经权利人书面授权，您不得复制、模仿、使用或发布上述标识，也不得修改或删除应用产品中体现我们及其关联公司的任何标识或身份信息。
      <br>
      <br>
      五、有限担保与责任限制<br>
      5.1
      您理解并同意，本设备和/或本服务同大多数互联网软件、服务一样，可能会受多种因素影响（包括但不限于用户原因、网络服务质量、社会环境等）；也可能会受各种安全问题的侵扰（包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您终端的信息和数据的安全，继而影响本设备、本服务的正常使用等），因此，您应加强信息安全及个人信息的保护意识，注意密码保护及信息备份，并由您自行承担一切相关风险。
      <br>5.2 维护设备和软件安全与正常使用是分音塔和您的共同责任，分音塔将合理审慎地采取必要技术措施保护您的终端信息和数据安全，但是您承认和同意分音塔不能就此提供任何保证。
      <br>5.3您充分理解并确认，本设备和/或本服务作为辅助监护用途供您
      /用户使用，您明确知晓不得作为医疗和全面监控用途使用，不能过度依赖相关设备，不作为诊断、治疗或保障用户生命安全的任何证明，以此为依据引发的任何负面影响甚至损失由您/用户自行承担，您声明同意不会向分音塔提出任何性质的索赔，分音塔对此产生的后果不承担任何责任。
      <br>5.4作为辅助监护类电子设备，您充分理解其不能保证百分之百或者永远不会出现故障的事实，您应该定期查看、维护、检测产品，以确保产品处于正常使用状态。你也充分知道本产品对网络的速度和稳定性有很高的要求，否则将严重影响设备的正常使用，您/用户应确保所使用网络的稳定性和速度。同时，分音塔声明，本产品上的各项指标，均来自实验室测试，具体使用情况会根据不同实际使用工况有相应的差异。您对此声明和设备有一定的准确率、误报率予以充分的理解并确认。对于电子类设备合理控制范围外的原因，包括但不限于自然灾害、政府行为、运营商通讯故障、设备故障等致使服务延迟或未能履约的，分音塔不保证终端数据和报警信息一定能通知到相关联系人，也不能保证所有报警信息是准确的，由此导致的后果分音塔不承担任何责任。
      <br>5.5在适用法律允许的范围内,在任何情况下,分音塔科技都不对因使用本手册相关内容及本手册描述的产品而产生任何特殊的、附随的、间接的、继发性的损害进行赔偿,也不对任何利润、数据、商誉或预期节约的损失进行赔偿。
      <br>
      <br>
      六、其他事项
      <br>6.1本协议的订立、执行、解释及争议的解决均应适用中国人民共和国法律及法规。如发生本协议部分内容与适用法律相抵触时，此部分协议抵触内容应以适用法律为准，同时此部分协议抵触内容不影响协议其他部分的效力，即协议其他部分继续有效。
      <br>6.2如协议缔约双方就本协议内容或其执行发生任何争议，双方应共同勉力友好协商解决；协商不成时，任何一方可向分音塔所在地所属的有管辖权的人民法院提起诉讼。
      <br>
      <br>
      感谢您对校园防欺凌AI报警器产品和服务的信任和使用！


    </p>
    <div class="black-space-30"></div>
  </div>
</template>
<script>


export default {
  name: 'Agreement',
  data() {
    return {}
  }
}
</script>
<style lang="less" scoped>
.header {
  padding-top: 40px;
  padding-bottom: 20px;
  font-size: 20px;
  font-weight: bold;
  text-align: center
}

.p{
  width: 76%;
  padding-bottom: 40px;
  margin: 0 auto;
  line-height: 26px;
}


</style>
